{
    "projects" : [
        {
            "image" : "images/projects/ListadoOrdenes.gif",
            "title": "InstaYA App ",
            "bodyText": "- Gesti贸n de paquetes\n -  Uso de inicio de sesi贸n para clientes.\n - Uso de registro para clientes.\n - Uso de validaciones\n - Uso del CRUD.",
            "links": [
                {
                    "text": "GitHub |Frontend|",
                    "href": "https://github.com/Manuelortegaj11/Frontend_misiontic"
                },
                {
                    "text": "GitHub |Backend|",
                    "href": "https://github.com/Manuelortegaj11/Backend_misiontic"
                }
                
            ],
            "tags" : [
                "VScode",
                "JavaScript",
                "ReactJs",
                "NodeJs",
                "Express",
                "MongoDB",
                "DigitalOcean"
            ]
        },
       
        {
            "image" : "images/projects/veterinaria_.gif",
            "title": "Veterinaria, Agendar citas ┕",
            "bodyText": "- Transforma tu experiencia en la cl铆nica veterinaria con nuestra nueva aplicaci贸n web de agendamiento de citas. Dise帽ada espec铆ficamente para tu comodidad, nuestro formulario intuitivo te permite reservar f谩cilmente citas para tus mascotas. Adem谩s, ofrecemos una funcionalidad de administrador con inicio de sesi贸n seguro para gestionar eficientemente las citas. Respaldada por una s贸lida base de datos, nuestra plataforma garantiza un manejo eficaz y seguro de la informaci贸n. Simplifica la atenci贸n a tus mascotas con nuestra herramienta de agendamiento, brind谩ndoles el cuidado que se merecen. ",
            "links": [
                {
                    "text": "GitHub",
                    "href": "https://github.com/LuisDaga07/Ejercicio_Clinica_Veterinaria"
                }
            ],
            "tags" : [
                "HTML",
                "CSS",
                "Flask",
                "SQL",
                "Python"
            ]
        },
        {
            "image" : "images/projects/portafolio.gif",
            "title": "Portafolio-Python┕",
            "bodyText": "- Explora mi portafolio Python ┕, una web desarrollada con Python y Flask. Este portafolio incluye secciones detalladas sobre mis proyectos, informaci贸n personal y una forma sencilla de contactarme. Descubre una presentaci贸n completa y datos personales detallados para obtener una visi贸n completa de mi experiencia y habilidades.",
            "links": [
                {
                    "text": "GitHub",
                    "href": "https://github.com/LuisDaga07/Portafolio_Python"
                }
            ],
            "tags" : [
                "HTML",
                "CSS",
                "Flask",
                "SQL",
                "Python",
                "Sendgrid"
            ]
        },
        {
            "image" : "images/projects/agenda.gif",
            "title": "Contac and To Do - Django -Python┕",
            "bodyText": "Sum茅rgete en nuestro 煤ltimo proyecto web, desarrollado en Python con el poderoso framework Django. En esta demostraci贸n visual en formato GIF, podr谩s explorar dos caracter铆sticas destacadas: la aplicaci贸n 'Todo', que transforma la gesti贸n de tareas en una experiencia fluida y eficiente, y la secci贸n de 'Contacto', que simplifica la conexi贸n con nosotros. Descubre la combinaci贸n perfecta de elegancia y funcionalidad en cada rinc贸n de esta web dise帽ada para hacer tu vida m谩s f谩cil.",
            "links": [
                {
                    "text": "GitHub",
                    "href": "https://github.com/LuisDaga07/Agenda---Django"
                }
            ],
            "tags" : [
                "HTML",
                "CSS",
                "Django",
                "PostgresSQL",
                "Python"
                
            ]
        }
        
    ]   
}

        
